"play" = "Abspielen";
"about" = "Über";
"back" = "Zurück";
"highlevel" = "Höchstes Level";
"highscore" = "Highscore";
"personalScore" = "Persönliche Punktzahl";
"achievement" = "Erfolge";
"continue" = "Weiter für 50 Sterne";
"rewardAd" = "Holen Sie sich 25 Sterne";
"leaderboard" = "Globales Leaderboard";
"waveBoard" = "Level-Rangliste";
"textsection" =
"Rette die Dinos!

Tippe auf die Asteroiden!
Explodiere sie!
    
Meinem gewidmet
Schwester Samantha.

Copyright © 2020
Jordan Klein.
Alle Rechte vorbehalten.";
"littledino" = "Beschütze die Dinos!";
"level" = "Niveau";
"score" = "Ergebnis";
"greatjob" = "Gut gemacht";
"goodjob" = "Gut gemacht";
"greattry" = "Großartiger Versuch";
"greateffort" = "Große Anstrengung";
"goodeffort" = "Guter Versuch";
"playGame" = "abspielen";
"shop" = "Geschäft";
"starAmount" = "Sterne";
"removeAds" = "Anzeigen entfernen";

// Asteroid Types in Shop
"redAsteroid" = "Rote Asteroiden";
"blueAsteroid" = "Blaue Asteroiden";
"greenAsteroid" = "Grüne Asteroiden";
"purpleAsteroid" = "Lila Asteroiden";
"specialAsteroid" = "Spezielle Asteroiden";

//Unlockables
"redUnlockable" = "Zum Freischalten benötigen Sie 150 Sterne.";
"blueUnlockable" = "Zum Freischalten benötigen Sie 100 Sterne.";
"greenUnlockable" = "Zum Freischalten benötigen Sie 50 Sterne.";
"purpleUnlockable" = "Zum Freischalten benötigen Sie 200 Sterne.";
"specialUnlockable" = "Zum Freischalten benötigen Sie 250 Sterne.";
